[
    {
        "id": 1,
        "name": "PaperMate Red InkJoy Ballpoint Pen",
        "price": 7925.90,
        "description": "The PaperMate Red InkJoy Ballpoint Pen offers a smooth and effortless writing experience with its advanced ink system. Its vibrant red ink is perfect for editing, grading, or making important notes stand out. The pen features a comfortable grip for extended writing sessions and a durable tip that resists skipping and smudging, making it ideal for students, professionals, and everyday use.",
        "image": "images/stationeries/item_1.webp",
        "available": false,
        "brand": "PaperMate",
        "color": "Red",
        "type": "Pen",
        "size": "A5",
        "quantity_in_stock": 202
    },
    {
        "id": 2,
        "name": "Faber-Castell Blue Text Marker",
        "price": 21891.20,
        "description": "This Faber-Castell Blue Text Marker is a professional-grade highlighter designed for precision and clarity. Its chisel tip allows for both broad highlighting and fine underlining, making it versatile for textbooks, documents, and planners. The quick-drying, fade-resistant blue ink ensures your notes remain crisp and legible, while the ergonomic barrel provides comfort during long study or work sessions.",
        "image": "images/stationeries/item_2.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Blue",
        "type": "Office Supply",
        "size": "Standard",
        "quantity_in_stock": 88
    },
    {
        "id": 3,
        "name": "Staples 30cm Plastic Ruler",
        "price": 2390.35,
        "description": "The Staples 30cm Plastic Ruler is a durable and lightweight measuring tool, perfect for students, artists, and professionals. It features clear, easy-to-read markings in both centimeters and inches, allowing for precise measurements and straight lines. Its sturdy plastic construction resists bending and breaking, making it ideal for use in classrooms, offices, and at home.",
        "image": "images/stationeries/item_3.webp",
        "available": true,
        "brand": "Staples",
        "color": "Green",
        "type": "Office Supply",
        "size": "A4",
        "quantity_in_stock": 297
    },
    {
        "id": 4,
        "name": "Staples A5 Spiral Notebook",
        "price": 4592.00,
        "description": "This Staples A5 Spiral Notebook contains 80 lined pages, providing ample space for notes, sketches, and journaling. The spiral binding allows the notebook to lay flat for easy writing, while the sturdy cover protects your work from damage. Ideal for students, professionals, and creatives, this notebook is perfect for meetings, classes, or personal reflection.",
        "image": "images/stationeries/item_4.webp",
        "available": false,
        "brand": "Staples",
        "color": "Red",
        "type": "Art Supply",
        "size": "A5",
        "quantity_in_stock": 163
    },
    {
        "id": 5,
        "name": "Faber-Castell Black Permanent Marker",
        "price": 10426.64,
        "description": "The Faber-Castell Black Permanent Marker features waterproof, fade-resistant ink and a bullet tip for consistent, bold lines. It is perfect for labeling, art projects, and outdoor use, as it writes on a variety of surfaces including paper, plastic, metal, and glass. The marker's ergonomic design ensures comfortable use, while its quick-drying ink prevents smudging.",
        "image": "images/stationeries/item_5.webp",
        "available": true,
        "brand": "Faber-Castell",
        "color": "Black",
        "type": "Art Supply",
        "size": "Mini",
        "quantity_in_stock": 193
    },
    {
        "id": 6,
        "name": "Faber-Castell Desktop Stapler",
        "price": 20915.58,
        "description": "This heavy-duty Faber-Castell Desktop Stapler is designed for frequent office use, capable of stapling up to 25 sheets at once. It features a built-in staple remover and a non-slip base for stability during use. The stapler's robust construction ensures long-lasting performance, making it an essential tool for organizing documents and paperwork efficiently.",
        "image": "images/stationeries/item_6.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Black",
        "type": "Art Supply",
        "size": "A4",
        "quantity_in_stock": 237
    },
    {
        "id": 7,
        "name": "Pilot A4 Hardcover Sketchbook",
        "price": 21261.95,
        "description": "The Pilot A4 Hardcover Sketchbook is a premium-quality sketchbook featuring thick, acid-free paper that is suitable for pencils, charcoal, ink, and light watercolors. Its sturdy hardcover protects your artwork, while the large A4 size provides ample space for creative expression. Ideal for artists, students, and hobbyists, this sketchbook is perfect for drawing, sketching, and mixed media projects.",
        "image": "images/stationeries/item_7.webp",
        "available": true,
        "brand": "Pilot",
        "color": "Red",
        "type": "Art Supply",
        "size": "A4",
        "quantity_in_stock": 141
    },
    {
        "id": 8,
        "name": "Bic White Vinyl Eraser",
        "price": 8806.56,
        "description": "The Bic White Vinyl Eraser is a soft, high-quality eraser that cleanly removes pencil marks without tearing paper or leaving residue. Its gentle formula is safe for all types of paper, making it ideal for students, artists, and professionals. The ergonomic design ensures a comfortable grip, allowing for precise corrections and clean results every time.",
        "image": "images/stationeries/item_8.webp",
        "available": false,
        "brand": "Bic",
        "color": "Blue",
        "type": "Notebook",
        "size": "A4",
        "quantity_in_stock": 258
    },
    {
        "id": 9,
        "name": "Bic Mini Stapler",
        "price": 14122.15,
        "description": "The Bic Mini Stapler is a compact and portable stapler, perfect for students and professionals on the go. It features a built-in staple storage compartment and a sturdy construction for reliable performance. Despite its small size, it can staple multiple sheets with ease, making it a convenient addition to any desk, backpack, or pencil case.",
        "image": "images/stationeries/item_9.webp",
        "available": true,
        "brand": "Bic",
        "color": "Blue",
        "type": "Art Supply",
        "size": "A4",
        "quantity_in_stock": 97
    },
    {
        "id": 10,
        "name": "PaperMate Composition Notebook",
        "price": 24123.48,
        "description": "The PaperMate Composition Notebook is a classic wide-ruled notebook with a durable marble cover and 100 sheets of high-quality paper. It is perfect for school, office, or personal use, providing plenty of space for notes, assignments, and creative writing. The sturdy binding keeps pages secure, while the traditional design ensures timeless appeal.",
        "image": "images/stationeries/item_10.webp",
        "available": true,
        "brand": "PaperMate",
        "color": "Blue",
        "type": "Office Supply",
        "size": "Standard",
        "quantity_in_stock": 293
    },
    {
        "id": 11,
        "name": "Faber-Castell Red Felt-Tip Marker",
        "price": 7973.08,
        "description": "This Faber-Castell Red Felt-Tip Marker features washable, vibrant red ink that is perfect for coloring, drawing, and crafts. The felt tip delivers consistent, bold lines, while the ergonomic barrel ensures comfortable use. Its non-toxic formula is safe for children, making it ideal for school projects, art classes, and creative activities at home.",
        "image": "images/stationeries/item_11.webp",
        "available": true,
        "brand": "Faber-Castell",
        "color": "Red",
        "type": "Office Supply",
        "size": "Standard",
        "quantity_in_stock": 295
    },
    {
        "id": 12,
        "name": "Bic Glue Stick 21g",
        "price": 17786.31,
        "description": "The Bic Glue Stick 21g is a non-toxic, washable adhesive that goes on purple and dries clear, making it easy to see where you've applied glue. It is perfect for paper, cardboard, and crafts, providing a strong, mess-free bond. The twist-up design ensures easy application and minimal waste, making it a must-have for school, office, and home projects.",
        "image": "images/stationeries/item_12.webp",
        "available": false,
        "brand": "Bic",
        "color": "Red",
        "type": "Pen",
        "size": "A5",
        "quantity_in_stock": 157
    },
    {
        "id": 13,
        "name": "PaperMate Green Highlighter",
        "price": 19877.66,
        "description": "The PaperMate Green Highlighter features a fluorescent green ink and a chisel tip for both broad highlighting and fine underlining. Its quick-drying, smear-resistant formula ensures your notes stay neat and legible. The highlighter is ideal for textbooks, planners, and study guides, helping you organize and emphasize important information with ease.",
        "image": "images/stationeries/item_13.webp",
        "available": true,
        "brand": "PaperMate",
        "color": "Green",
        "type": "Office Supply",
        "size": "A5",
        "quantity_in_stock": 213
    },
    {
        "id": 14,
        "name": "PaperMate Photo-Safe Glue Stick",
        "price": 15207.04,
        "description": "The PaperMate Photo-Safe Glue Stick is an acid-free adhesive that is safe for photos and important documents. Its smooth application ensures even coverage without wrinkling or damaging paper. The glue dries quickly and clearly, making it perfect for scrapbooking, crafts, and office tasks where archival quality is important.",
        "image": "images/stationeries/item_14.webp",
        "available": false,
        "brand": "PaperMate",
        "color": "Blue",
        "type": "Notebook",
        "size": "A5",
        "quantity_in_stock": 24
    },
    {
        "id": 15,
        "name": "Pilot G2 Gel Pen Set (5-Pack)",
        "price": 12517.90,
        "description": "This Pilot G2 Gel Pen Set includes five retractable gel pens with smooth, vibrant ink in assorted colors. The pens feature a comfortable grip and a fine tip for precise writing, making them ideal for note-taking, journaling, and creative projects. The long-lasting gel ink resists smudging and fading, ensuring your writing stays clear and bold.",
        "image": "images/stationeries/item_15.webp",
        "available": false,
        "brand": "Pilot",
        "color": "Red",
        "type": "Art Supply",
        "size": "A4",
        "quantity_in_stock": 270
    },
    {
        "id": 16,
        "name": "Faber-Castell Green Textliner",
        "price": 14342.11,
        "description": "The Faber-Castell Green Textliner is a water-based highlighter with a broad chisel tip, perfect for highlighting and underlining text. Its smudge-proof ink is ideal for use on inkjet prints and copies, ensuring your notes remain clean and readable. The highlighter's ergonomic design and vibrant color make it a favorite for students and professionals alike.",
        "image": "images/stationeries/item_16.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Green",
        "type": "Art Supply",
        "size": "A5",
        "quantity_in_stock": 206
    },
    {
        "id": 17,
        "name": "Staples Fine Point Marker",
        "price": 22619.41,
        "description": "The Staples Fine Point Marker is designed for precision and detail, making it ideal for technical drawings, labeling, and intricate artwork. Its fine tip produces sharp, consistent lines, while the quick-drying ink prevents smudging. The marker's comfortable grip and durable construction ensure reliable performance for all your creative and professional needs.",
        "image": "images/stationeries/item_17.webp",
        "available": true,
        "brand": "Staples",
        "color": "Green",
        "type": "Office Supply",
        "size": "Mini",
        "quantity_in_stock": 143
    },
    {
        "id": 18,
        "name": "Faber-Castell Metal Edge Ruler",
        "price": 6683.55,
        "description": "The Faber-Castell Metal Edge Ruler is a professional-grade measuring tool featuring a sturdy metal edge for precise cutting and measuring. Its 30cm length and clear markings make it ideal for technical drawings, crafts, and schoolwork. The ruler's beveled edge ensures accuracy, while its durable construction guarantees long-lasting use.",
        "image": "images/stationeries/item_18.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Green",
        "type": "Pen",
        "size": "A4",
        "quantity_in_stock": 288
    },
    {
        "id": 19,
        "name": "Pilot Craft Glue Stick",
        "price": 8602.32,
        "description": "The Pilot Craft Glue Stick is a strong adhesive designed for paper, cardboard, and fabric crafts. Its easy twist-up application allows for precise control, while the non-toxic formula is safe for children and adults. The glue dries quickly and clearly, making it perfect for school projects, scrapbooking, and creative DIY activities.",
        "image": "images/stationeries/item_19.webp",
        "available": true,
        "brand": "Pilot",
        "color": "Black",
        "type": "Notebook",
        "size": "Standard",
        "quantity_in_stock": 260
    },
    {
        "id": 20,
        "name": "Pilot Heavy-Duty Stapler",
        "price": 14609.25,
        "description": "The Pilot Heavy-Duty Stapler is a robust office tool capable of stapling up to 40 sheets at once. It features an adjustable paper guide for precise alignment and a comfortable handle for effortless stapling. The stapler's durable construction ensures reliable performance, making it ideal for busy offices, schools, and home use.",
        "image": "images/stationeries/item_20.webp",
        "available": false,
        "brand": "Pilot",
        "color": "Blue",
        "type": "Pen",
        "size": "A5",
        "quantity_in_stock": 139
    },
    {
        "id": 21,
        "name": "Bic Retractable Ballpoint Pen",
        "price": 10250.00,
        "description": "The Bic Retractable Ballpoint Pen is a reliable writing instrument featuring smooth black ink and a comfortable grip for long writing sessions. Its retractable design protects the tip and prevents ink stains, while the durable construction ensures consistent performance. Ideal for students, professionals, and everyday writing tasks.",
        "image": "images/stationeries/item_21.webp",
        "available": true,
        "brand": "Bic",
        "color": "Black",
        "type": "Pen",
        "size": "Standard",
        "quantity_in_stock": 180
    },
    {
        "id": 22,
        "name": "Staples Jumbo Paper Clips",
        "price": 3890.75,
        "description": "Staples Jumbo Paper Clips come in a pack of 100 and are designed to securely organize large stacks of documents. Their sturdy metal construction prevents bending and ensures a firm grip on papers. The smooth finish prevents tearing or damaging documents, making them ideal for office, school, and home organization.",
        "image": "images/stationeries/item_22.webp",
        "available": true,
        "brand": "Staples",
        "color": "Silver",
        "type": "Office Supply",
        "size": "Large",
        "quantity_in_stock": 320
    },
    {
        "id": 23,
        "name": "Faber-Castell Colored Pencil Set",
        "price": 18950.00,
        "description": "The Faber-Castell Colored Pencil Set includes 12 high-quality colored pencils that deliver vibrant, blendable colors for all your drawing and coloring projects. The pencils feature break-resistant leads and ergonomic barrels for comfortable use. Ideal for artists, students, and hobbyists, this set is perfect for sketching, coloring, and creative expression.",
        "image": "images/stationeries/item_23.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Assorted",
        "type": "Art Supply",
        "size": "Standard",
        "quantity_in_stock": 75
    },
    {
        "id": 24,
        "name": "PaperMate Correction Tape",
        "price": 7250.40,
        "description": "PaperMate Correction Tape provides instant, clean corrections on handwritten or printed documents. Its easy-to-use dispenser allows for precise application, while the tape dries instantly for immediate rewriting. The compact, portable design makes it perfect for students, professionals, and anyone who needs to correct mistakes quickly and neatly.",
        "image": "images/stationeries/item_24.webp",
        "available": true,
        "brand": "PaperMate",
        "color": "White",
        "type": "Office Supply",
        "size": "Mini",
        "quantity_in_stock": 210
    },
    {
        "id": 25,
        "name": "Pilot Fineliner Drawing Pen",
        "price": 13200.00,
        "description": "The Pilot Fineliner Drawing Pen features a fine tip that is perfect for technical drawings, illustrations, and detailed sketches. Its high-quality ink delivers consistent, precise lines, while the ergonomic design ensures comfortable use during long drawing sessions. Ideal for artists, architects, and students who require accuracy and control.",
        "image": "images/stationeries/item_25.webp",
        "available": false,
        "brand": "Pilot",
        "color": "Black",
        "type": "Art Supply",
        "size": "A5",
        "quantity_in_stock": 98
    },
    {
        "id": 26,
        "name": "Bic Transparent Pencil Case",
        "price": 5600.00,
        "description": "The Bic Transparent Pencil Case is a durable and spacious storage solution for pens, pencils, and small stationery items. Its clear design allows you to easily see and access your supplies, while the sturdy zipper keeps everything secure. Perfect for students, artists, and professionals who want to stay organized on the go.",
        "image": "images/stationeries/item_26.webp",
        "available": true,
        "brand": "Bic",
        "color": "Clear",
        "type": "Office Supply",
        "size": "Standard",
        "quantity_in_stock": 150
    },
    {
        "id": 27,
        "name": "Staples Sticky Notes 3x3",
        "price": 4100.00,
        "description": "Staples Sticky Notes 3x3 come in a pack of 100 assorted colors, making them perfect for reminders, quick notes, and color-coding tasks. The strong adhesive ensures they stick securely to most surfaces but remove cleanly without leaving residue. Ideal for home, office, and school use, these sticky notes help keep you organized and efficient.",
        "image": "images/stationeries/item_27.webp",
        "available": true,
        "brand": "Staples",
        "color": "Assorted",
        "type": "Office Supply",
        "size": "Mini",
        "quantity_in_stock": 400
    },
    {
        "id": 28,
        "name": "Faber-Castell Watercolor Paint Set",
        "price": 22500.00,
        "description": "The Faber-Castell Watercolor Paint Set includes 12 vibrant colors and a quality brush, making it suitable for students and artists alike. The paints blend easily for a wide range of effects, and the compact case is perfect for travel or classroom use. Ideal for painting, mixed media, and creative exploration.",
        "image": "images/stationeries/item_28.webp",
        "available": false,
        "brand": "Faber-Castell",
        "color": "Assorted",
        "type": "Art Supply",
        "size": "Standard",
        "quantity_in_stock": 60
    },
    {
        "id": 29,
        "name": "PaperMate Mechanical Pencil 0.7mm",
        "price": 9500.00,
        "description": "The PaperMate Mechanical Pencil 0.7mm offers a comfortable grip and precise writing with its fine 0.7mm lead. It is perfect for note-taking, drawing, and technical work, with a durable barrel and built-in eraser for convenience. The pencil's refillable design ensures long-lasting use, making it a reliable tool for students and professionals.",
        "image": "images/stationeries/item_29.webp",
        "available": true,
        "brand": "PaperMate",
        "color": "Blue",
        "type": "Pen",
        "size": "Standard",
        "quantity_in_stock": 230
    },
    {
        "id": 30,
        "name": "Pilot Whiteboard Marker Set",
        "price": 17800.00,
        "description": "The Pilot Whiteboard Marker Set includes four low-odor markers in assorted colors, designed for smooth writing and easy erasing on whiteboards. The markers are refillable and feature durable tips that resist drying out. Ideal for classrooms, offices, and presentations, this set ensures your ideas are communicated clearly and effectively.",
        "image": "images/stationeries/item_30.webp",
        "available": true,
        "brand": "Pilot",
        "color": "Assorted",
        "type": "Office Supply",
        "size": "Standard",
        "quantity_in_stock": 110
    }
]